[
  {
    "id": 1,
    "title": "Vancouver Orcas",
    "subtitle": "Professional Hockey Team",
    "thumbnail": "vancouver_thumbnail.png",
    "season_created": "Fall '24",
    "class": "Design & its Discontents Honors",
    "type": "Branding & Sports Design",
    "applications": "Adobe Illustrator & Adobe photoshop",
    "description": "The Vancouver Orcas started as a passion project for designing my own professional hockey league. I chose this team for the final project in Design & Its Discontents Honors, where we had to design anything of our choosing that related to Society, Economics, or Culture. I took the logo and developed the brand around the Vancouver Orcas to showcase the culture of Vancouver and British Columbia as a whole. I created a logo suite, jerseys, social media graphics, and merchandise to fully showcase the brand and connect to the culture in Vancouver.",
    "project_images": ["orca_header.png", "orca_logos.png", "orca_inaugural.png", "orca_jerseys.png", "orca_merch.png", "orca_socials.png"]
  },
  {
    "id": 2,
    "title": "Tanuki",
    "subtitle": "Hiking Scavenger App",
    "thumbnail": "tanuki_thumbnail.png",
    "date_created": "Spring '25",
    "class": "User Experience in Design",
    "type": "UX & UI & Branding",
    "applications": "Figma & Adobe Illustrator",
    "description": "Tanuki is a hiking scavenger app meant for a wearable watch. This project was made in User Experience in Design, where we had to design and prototype an app meant for a screen that wasn’t a phone. The main idea behind the app is to allow people to get more immersed in hiking without having to look at their phones and miss the nature around them. Tanuki allows frequent hikers to repeat trails, with each being interesting and different every time.",
    "project_images": ["tanuki_explain.png", "tanuki_mock.png"]
  },
  {
    "id": 3,
    "title": "Arktis",
    "subtitle": "Active Arctic Wear",
    "thumbnail": "arktis_thumbnail.png",
    "season_created": "Fall '25",
    "class": "Identity & Symbols",
    "type": "Branding",
    "applications": "Adobe Illustrator & Adobe photoshop",
    "description": "Arktis is an active Arctic wear brand that started in Svalbard, Norway. This project was made for Identity and Symbols, where we had to create and develop a brand that fit into one of three categories: Food and Beverage, Entertainment/Restaurant, and Fashion and/or Fitness. I enjoy hiking and have always wanted to hike in the winter, so I created a brand that reflects my desire to be in a winter wonderland. This brand is meant to keep you warm without overheating you while hiking.",
    "project_images": ["arktis_sketch.png","arktis_concepts.png", "arktis_refinements.png", "arktis_stylesheet.png", "arktis_mocks.png"]
  },
  {
    "id": 4,
    "title": "Calonaut",
    "subtitle": "Cultural Hot Sauce",
    "thumbnail": "calonaut_thumbnail.png",
    "season_created": "Fall '25",
    "class": "Packaging and Display",
    "type": "Packaging & Branding",
    "applications": "Adobe Illustrator & Psychical Construction",
    "description": "Calonaut is a culturally unique hot sauce brand that brings uncommon flavors to everyone. This project was made for Packaging and Display, where we had to design and create a label for a cylindrical product. We also had to mock up and physically build a point-of-purchase display that showcases the brand and attracts customers in a supermarket. The brand plays into graffiti and local culture to highlight the flavors and uses bright colors to draw the customer's attention.",
    "project_images": ["calonaut_concepts.png","calonaut_Ldesign.png","calonaut_Lphotos.png","calonaut_Ddesign.png", "calonaut_Dphotos.png"]
  },
  {
    "id": 5,
    "title": "Genaroo",
    "subtitle": "Aboriginal Art Store",
    "thumbnail": "genaroo_thumbnail.png",
    "season_created": "Spring '25",
    "class": "Packaging and Display",
    "type": "Packaging & Branding",
    "applications": "Adobe Illustrator & Adobe Photoshop",
    "description": "Genaroo is an Aboriginal art brand based in Australia that makes authentic, natural paint products that are affordable and high-quality. This project was designed for Packaging and Display, with the objective of creating a line of products with three different dimensions. We had to design within different constraints and showcase the brand’s versatility while staying consistent with design rules. I also had the brand represent Aboriginal people from Australia to add another dimension to the design rules.",
    "project_images": ["genaroo_sketches.png","genaroo_refinements.png","genaroo_design.png","genaroo_mocks.png"]
},
  {
    "id": 6,
    "title": "Royal Windsor FC",
    "subtitle": "Professional Soccer Team",
    "thumbnail": "windsor_thumbnail.png",
    "season_created": "Spring '24",
    "class": "Personal Project",
    "type": "Branding & Sports Design",
    "applications": "Adobe Illustrator & Adobe photoshop",
    "description": "Royal Windsor is a personal project about a professional soccer team in Windsor, England. The idea behind Royal Windsor was that it would be the team for the royal family of England. The royal family's castle is in Windsor, and foxes are all over England. I wanted to make a team that was different from most Premier League teams in having a royal connotation. It’s uncommon for teams to have that affiliation, and I wanted to lean into it and make it the team's personality.\n",
    "project_images": ["windsor_open.png","windsor_home.png","windsor_away.png","windsor_third.png", "windsor_details.png"]
  }
]